Repository: roymyapp/oywsefaria
Catalog: GenericApp/*.lproj/Localizable.strings
Languages: he

source: increase font
he: הגדל פונט

source: decrease font
he: הקטן פונט

# night
source: night mode
he: מצב לילה

# day
source: day mode
he: מצב יום

# disable gestures
source: no gestures
he: בטל מחוות

source: enable gestures
he: אפשר מחוות

# next chap
source: next chapter
he: פרק הבא

# prev chap
source: previous chapter
he: פרק הקודם

source: menu
he: תפריט

source: about
he: אודות

# close
source: close menu
he: סגור תפריט

source: mefarshim
he: מפרשים

source: show all
he: הצג הכל

source: hide all
he: הסתר הכל

source: show
he: הצג

source: hide
he: הסתר

source: notification
he: תזכורת

# notification body
source: daily Sefaria reminder
he: תזכורת ללימוד ספאריה

# handle notifications
source: daily notifications
he: ניהול תזכורת יומית

source: choose
he: בחר

source: cancel
he: בטל

# notification cancel
source: daily notification cancled
he: תזכורת יומית בוטלה

# notification create
source: daily notification created
he: תזכורת יומית הופעלה

# notification setting
source: No permissions to create notifications. Please add permissions in settings
he: אין הרשאות ליצירת תזכורת, נא לאפשר בהגדרות

# no mef found
source: no perush on this section
he: אין פירוש על חלק זה

source: cancel split
he: ביטול מסך מפוצל

source: split mefarshim
he: מפרשים במסך מפוצל

# error loading
source: Error loading requested page
he: שגיאה בטעינת ספר רצוי

# daily 1
source: daily Rambam one chapter
he: רמב״ם יומי פרק 1

# daily 3
source: daily Rambam three chapter
he: רמב״ם יומי 3 פרקים

# about text
source: From the creator of 'uvlechtechu baderech' the OYW Sefaria an offline Sefaria version email: <a href='mailto:roy.myapp@gmail.com?Subject='Sefaria iOS' >roy.myapp@gmail.com </a> <br><div style='text-align: right;'>:לעילוי נשמת<p>רבקה הדס בת זאב<p>יעקב בן אברהם<p>אברהם יהושע בן זאב<p>שרה בת שניאור זלמו יחיאל<p>פעסל גיטל אלטע חיה בת נחמן<p>שלמה משה בן ברוך<p>משה בן אשר אנשיל<p>מאלה חיה בת ברוך<p>
he: <div style='text-align: right;'>ספאריה לדרך מבית היוצר של ״ובלכתך בדרך״ מביא לכם את ספאריה ללא צורך באינטרנט וממשק משתמש קל ונוח לשימוש, הזכויות על הטקסטים שייכות ל ״ספאריה״ <br><a href='mailto:roy.myapp@gmail.com?Subject='Sefaria iOS H' >roy.myapp@gmail.com </a> <br><div style='text-align: right;'>:לעילוי נשמת<p>רבקה הדס בת זאב<p>יעקב בן אברהם<p>אברהם יהושע בן זאב<p>שרה בת שניאור זלמו יחיאל<p>פעסל גיטל אלטע חיה בת נחמן<p>שלמה משה בן ברוך<p>משה בן אשר אנשיל<p>מאלה חיה בת ברוך<p>

# about sefaria
source: Sefaria is a non-profit organization that is building a living library of interconnected Torah texts in Hebrew and English. Everything Sefaria does is free, open, text based, and in the public domain. We are proud to support OYW and many other endeavors. Find out more at www.sefaria.org.
he: <div style='text-align: right;'>ספאריה הוא ארגון ללא כוונת רווח שבונה ספריה חיה של טקסטים יהודיים מרושתים בעברית ובאנגלית. כל מה שנעשה בספאריה הוא חינם, פתוח, מבוסס טקסט ועומד לרשות הציבור. אנו גאים לתמוך ב'ובלכתך בדרך' - ומסלולים רבים נוספים. למידע נוסף http://www.sefaria.org

# about sefaria short
source: about sefaria
he: אודות sefaria

source: settings
he: הגדרות

source: history
he: היסטוריה

source: bookmarks
he: סימניות

source: back
he: חזור

# hide ref
source: hide referance
he: הסתר הפניות
